[
  {
    "title": "Bike instead of drive",
    "points": "60",
    "difficulty": "Ambitious",
    "desc": "Car travel is one of the biggest carbon dioxide emission sources and creates harmful particulates, nitrous oxide, ozone, and other pollutants. Cycling is a great alternative for many car journeys, bringing significant health benefits and saving serious money.\n\nFurther, cycling is a visible action that helps other people see that regular people can bike — and you do not have to wear spandex. Your trips also show your community that the infrastructure needs changing; more bikes can thus mean fewer wide tar roads and large cement parking garages and instead more bike paths and stands. Tar and cement are big greenhouse gas emitters.",
    "tags": ["Travel & Transport", "Home & Work", "Outside"]
  },
  {
    "title": "Boil only the water you need",
    "points": "1",
    "difficulty": "Easy",
    "desc": "When you are making a cup of coffee, tea, or other hot item, only boil the amount of water you actually need. This will save time, use less energy, and save water. It also saves you money. Boiling too much water costs households millions in unnecessarily high energy bills.",
  "tags": ["Home & Work", "Food", "Energy"]
  },
  {
    "title": "Use standard shipping",
    "points": "1",
    "difficulty": "Medium",
    "desc": "The world of online orders and home delivery is growing ever-present. This may not be all bad, versus driving around ourselves, if society can become extra efficient at the logistics of the entire process. A part of this is choosing the most sustainable option for sending and receiving packages.\n\nGenerally, the faster something is sent, the more energy the shipper puts into sending it, such as by flying packages. Unfortunately flying generates the most significant amount of carbon emissions per weight shipped, whether person or package.\n\nWhen it is an option, choosing standard shipping allows the shipper to use the most efficient method of transport, which is usually sea or ground transport. That likely means a less polluting delivery as ship, train, and truck transit (to a lesser extent) have much lower emissions. It also means more opportunity for deliveries to be combined, which means fewer vehicles driving around.\n\nThe same applies when you are shipping something. Plan ahead when you can, and choose standard shipping.",
    "tags": ["Stuff"]
  },
  {
    "title": "Eat less meat and seafood",
    "points": "45",
    "difficulty": "Medium",
    "desc": "Cut down on your weekly meat and seafood consumption to quickly and significantly reduce emissions, especially if you eat red meat. Scientific studies suggest eating less meat and seafood is one of the biggest things you can do to reduce your personal emissions.\n\nGradually changing our habits together over time can have a big impact on a healthier and more sustainable planet. Plus it leads to better health and even saves some money!\n\nRaising animals to eat is very inefficient. There is more land under cultivation to feed animals than there is to directly feed humans. This wasteful land use leads to forests and other natural landscapes being cleared for farmland. That releases pollution into the air, plus there are the emissions generated by the animals themselves.",
    "tags": ["Food"]
  },
  {
    "title": "Turn down your water heater",
    "points": "10",
    "difficulty": "Easy",
    "desc": "This is a simple adjustment that saves you money and the worry of getting burned by scalding water. Many water heaters have a control for how hot water is heated and factory defaults are often hotter than necessary. Simply turn down the temperature to stop wasting energy. Give it a try and enjoy the benefits.",
    "tags": ["Home & Work", "Energy"]
  },
  {
    "title": "Join a climate action group",
    "points": "80",
    "difficulty": "Easy",
    "desc": "Joining a climate action group is an outstanding way to amplify your voice. Our voices are most effective when we raise them together.\n\nYour new group will help you learn more about how to make an impact and provide you with resources, allies and confidence in your journey as a climate activist. Some of your newest fun friends may soon be climate activist buddies!",
    "tags": ["Family & Community", "Advocacy & Choice"]
  },
  {
    "title": "Be a better gift giver + receiver",
    "points": "40",
    "difficulty": "Easy",
    "desc": "A tricky thing to reconcile about an appropriate climate change action is its effect on the ones you love. We are not all the same, and we do not have the same commitment towards the environment, nor towards how to give gifts as a way to communicate love.\n\nYou have an opportunity through gift giving to make an impact both for the people you love, and by yourself. Spend some time thinking of gifts that can change their habits towards the environment and make their lives better. Also, think about how to react to gifts that you do not need.\n\nThe impacts are on more than one person, so putting this into practice creates a ripple effect from your friends and family outward.",
    "tags": ["Family & Community", "Stuff"]
  },
  {
    "title": "Research investing jargon",
    "points": "15",
    "difficulty": "Easy",
    "desc": "Whether you are a seasoned investor, have a retirement account you do not know much about, or are just starting to invest, one of the best steps you can take before directly tackling sustainable investing is getting to grips with the jargon.\n\nBecome a wiser investor to help ensure you back the right companies and make better investments for yourself. Understanding the language of investing better, and sustainable investing in particular, enables you to make better decisions for your money and ensures it does not support polluting companies.",
    "tags": ["Advocacy & Choice"]
  },
  {
    "title": "Watch top climate documentaries",
    "points": "20",
    "difficulty": "Easy",
    "desc": "Knowledge is the basis for good decision-making. A great and entertaining way to learn is to watch science-based documentaries. Build your understanding of the climate crisis so you can better articulate the issue and advocate for the solutions to create a better world.",
    "tags": ["Advocacy & Choice"]
  },
  {
    "title": "Use beeswax wraps",
    "points": "1",
    "difficulty": "Easy",
    "desc": "Plastic wrap is a common household item that extends the life of food. Unfortunately it adds to the plastic pollution crisis, it is difficult to recycle, and it is made from harmful chemicals.\n\nIt may be marketed as a recyclable product, but plastic wrap is difficult and expensive to recycle. Due to its thin and flimsy nature, it clogs machines, slowing down the recycling process. Most ends up in a landfill. When thrown in the landfill or incinerated, the chemicals in the plastic wrap create a chemical called dioxin, which is highly toxic. Plastic wrap that makes its way into the ocean can harm sea creatures who mistake the plastic for food.\n\nThankfully, there is a better alternative — beeswax wrap! Beeswax wraps are made from simple ingredients and materials. They are reusable, long-lasting, cost-efficient, and biodegradable. Save money with this reusable option and leave plastic wrap in the past!",
    "tags": ["Stuff"]
  },
  {
    "title": "Be Resilient!",
    "points": "60",
    "difficulty": "Medium",
    "desc": "Being resilient is a critical and learnable skill that will help you cope with and rebound from misfortune, including the challenges you may face due to climate change. In this respect, being resilient means accepting and anticipating the sorts of problems that you and your community will face. That could range from floods to fires, extreme heat to unprecedented cold snaps, utility disruption, food scarcity, or climate migrants moving from newly inhospitable areas into yours.\n\nIf we are working to proactively address climate change by reducing pollution and adopting better ways of living, why do we need to think about resilience? Unfortunately, no matter how successful we are, climate change and climate disasters of many types are already a reality. They will sadly get worse because carbon pollution continues to spew out at an incredible rate around the world.\n\nThis action asks that you commit to developing resiliency in the face of the climate challenge. It invites you to foster an attitude of optimism and confidence by undertaking practical actions that will usefully anticipate the climate-driven disasters you are most likely to face. Committing to this is the first and only step this action requires. Other Resilience actions will help you prepare for specific challenges and grow resiliency in your community.",
    "tags": ["Resilience"]
  },
  {
    "title": "Register to vote early",
    "points": "5",
    "difficulty": "Easy",
    "desc": "As politics heat up during election years, some politicians may try to put barriers up to people voting — even at the last minute. Barriers include closing polling places, creating ID rules, requiring more steps for registration and delaying mail. Parties use tactics like these to minimize the voting effect from segments of the population that do not support them.\n\nIf you have not registered to vote, or if you just turned voting age, please do it now. Do not get caught flat-footed. Even if you think you may not vote, you may change your mind later. Who is in that office depends on ME and YOU! Make sure the majority is not silent!",
    "tags": ["Advocacy & Choice"]
  },
  {
    "title": "Buy from regenerative farms",
    "points": "30",
    "difficulty": "Ambitious",
    "desc": "Regenerative agriculture is a holistic land management practice that leverages the power of photosynthesis in plants to close the carbon cycle, build soil health, crop resilience, and nutrient density. Besides being a more sustainable and low-pollution approach, the best part of buying from regenerative farms is the food is generally fresher and tastes better!\n\nConventional wisdom has long held that the world cannot be fed without chemicals and synthetic fertilizers (made from oil). However, science is pointing to a better approach. The world can only be fed if the soil is fed. Regenerative agriculture enhances and sustains the health of the soil by restoring its carbon content, which in turn improves productivity.\n\nDue to traditional farming techniques, it is estimated that at least 50 percent of the carbon in the soil of our flying space rock home has been released into the atmosphere where it does no good. Bringing that carbon back home through regenerative agriculture is one of the greatest opportunities to address human and climate health and farmers' financial well-being.\n\nRegenerative agricultural practices include:\n\n1) No tillage — no loss of carbon into the air and burning of fossil fuels to work the land.\n\n2) Diverse cover crops — sucks carbon into the soil.\n\n3) No pesticides or synthetic fertilizers and multiple crop rotations — avoids products derived from oil and chemicals leaking into the land.\n\nThis helps vital microbes proliferate, roots to go deeper, improve nutrient uptake, pest-resistant plants, and increase soil fertility. All that means better-tasting and more nutritious food for you!\n\nAnd the good news is that public pressure is starting to sway companies to adopt more regenerative practices for their products. According to this article, Nescafé is moving towards ensuring half of its coffee is produced regeneratively by 2030. Not perfect, but a move in the right direction.",
    "tags": ["Food", "Resilience"]
  },
  {
    "title": "Create a green team at work",
    "points": "45",
    "difficulty": "Ambitious",
    "desc": "The workplace is often a critically neglected area when it comes to sustainability. It takes time and thought energy to create change. Luckily you already understand your workplace and are well suited to be an agent of progress!\n\nForm a green team to raise awareness of ways to save energy, reduce pollution, and build a better work environment. Have fun with it and make your workplace more enjoyable in the process.",
    "tags": ["Home & Work"]
  },
  {
    "title": "Replace a gas car with an electric",
    "points": "100",
    "difficulty": "Ambitious",
    "desc": "Join the fastest-growing segment of the car market, and replace your internal combustion engine (ICE) car with an electric vehicle (EV) to reduce the pollution from burning dirty gas or diesel.\n\nNo more extra trips and breathing in fumes at the gas station — wake up every morning to a fully charged car. EVs are being found to have incredibly long lives — 25 years+, due to low needs for engine maintenance. Plus enjoy a more powerful, quiet, responsive, and overall better driving experience.\n\nIt is predicted by 2040 the EVs will make up well more than half of new car sales worldwide. This likely means resale values of EVs will be maintained or increase, as more buyers will seek EVs, and not carbon pollution-producing ICEs.",
    "tags": ["Travel & Transport"]
  },
  {
    "title": "Shower instead of bathe",
    "points": "10",
    "difficulty": "Easy",
    "desc": "Taking a five-minute shower uses about a third of the water of a bath. As we use hot water for our showers or baths, we are not only using water, but energy from heating.\n\nReducing hot water use is a great step to decrease your resource use, as you are tackling two resources at once. Saving hot water saves energy (and money), reduces emissions, and helps conserve precious water resources. The last of which is a critical step in many parts of the world where supplies are scarce or infrastructure is strained.",
    "tags": ["Energy", "Home & Work"]
  },
  {
    "title": "Stop receiving junk mail",
    "points": "1",
    "difficulty": "Ambitious",
    "desc": "Each year, billions of unaddressed flyers and junk mail are sent to homes with one purpose: to get you to buy stuff you do not need or really care about.\n\nThose flyers, catalogs, and letters require cutting down hundreds of millions of trees each year. That is cutting down the combined size of New York, Rio de Janeiro, Beijing, Paris, and Delhi every year. Some of those trees are harvested sustainably, and some is recycled, but many of those trees come from wild forests.\n\nPlus there is the burning of fossil fuels to make the paper, chemicals as dyes, and more fossil fuels to deliver them. Often plastics are added to part or all of the paper. Then, at best, the flyer or letter ends up in the landfill; at worst they encourage people to buy more stuff that creates the same waste.\n\nDo your part to stop the cycle. Plus it is nice to not need to look through all that junk mail and simplify your life!",
    "tags": ["Stuff", "Home & Work"]
  },
  {
    "title": "Use electric power tools",
    "points": "5",
    "difficulty": "Easy",
    "desc": "Reduce carbon pollution and make your ears and neighbors happier by trading your loud gas-powered tools for quieter electric battery or corded options.\n\nElectric garden care and power tools have many advantages:\n\no Electricity is less expensive than gasoline\no You never have to make a trip to buy fuel\no Electric tools make no toxic fumes\no There is no stored gasoline that can cause a fire\no Electric tools are lighter\no Electric tools are quieter\no Fewer complaining neighbors and angry birds\no Less need for hearing protection\no Electric tools can be stored in any position\no No fear of gas or oil spillage\no Finally, electric tools always start\n\nOh yeah, and they are also less polluting, especially if your electricity is powered by a clean energy source, like solar or wind.",
    "tags": ["Home & Work", "Energy", "Outside"]
  },
  {
    "title": "Try foraging",
    "points": "5",
    "difficulty": "Medium",
    "desc": "Foraging is fun and a useful hobby. Your natural environment can be full of edible plants like berries, flowers, leafy greens, and nuts. It is also a great way to use plants to decorate your house sustainably. Go forth and explore the world growing around you!<br><br>There are many benefits to foraging when it is done responsibly. For example, it offers a fun way to eat by using things already growing in your area; it is nutritious, it gets you outside, and not to mention it is entirely free! Here are a few tips to help you get started!",
    "tags": ["Food", "Resilience", "Outside"]
  },
  {
    "title": "Use silicone baking sheets",
    "points": "1",
    "difficulty": "Easy",
    "desc": "Silicone baking sheets are significantly cheaper than parchment paper or foil and are reusable, easy to store, and machine washable. You save parchment paper and foil from being made in the first place and then thrown away to add to piles of landfill.",
    "tags": ["Stuff", "Food"]
  },
  {
    "title": "Shave with a safety razor",
    "points": "1",
    "difficulty": "Medium",
    "desc": "Safety razors are making a comeback, and rightfully so. They save lots of money over time while also giving you a better, closer shave.\n\nWait, what is a safety razor? If you are not familiar, it is a durable, made-to-last T-shaped razor. Instead of replacing the entire head of the razor, as with a cartridge razor, a safety razor only needs the blade replaced. The handle will last a lifetime, and the blades can be recycled. Plus, they have a nicer look than the plastic throw-away alternative.\n\nIt is no secret that disposable razors and cartridges are wasteful. They are used a few times and thrown away. Since most are made of plastic, that means continued use of fossil fuels for a product that typically piles up in a landfill to sit for 100+ years.\n\nSo why did disposable razors become so popular in the first place? Companies get a higher profit on them because you are continuously paying to buy more. Therefore, there is an incentive to push them on society, backed up by an army of marketers and advertising. Time to break the spell.\n\nSafety razors also cost more upfront, but you pay significantly less for refills and will not need to refill your blades as frequently. That saves time and wasted packaging. As a bonus, the singular blade combined with the weight of the safety razor typically gives an overall better shaving experience once you get the hang of it.",
    "tags": ["Stuff", "Home & Work"]
  },
  {
    "title": "Save with washable air filters",
    "points": "5",
    "difficulty": "Easy",
    "desc": "Do you have a heating or cooling system that uses replaceable filters to clean the air? If not, then hit Not for me. If so, read on!<br><br>Paying for disposable filters you throw away after each use is a waste. It wastes money, wastes the materials to create new ones and wastes space in a landfill. Did you know that there are reusable, washable air filters that do the same job and save you money and time buying new ones? You wash out the dirt and particles they catch, dry them, and use them again!<br><br>A washable filter costs more upfront, but they last years, so they quickly pay for themselves and then some. Besides saving you money, it is also better for the environment, with less waste being thrown out every month.",
    "tags": ["Home & Work", "Stuff"]
  },
  {
    "title": "Seal those cracks",
    "points": "10",
    "difficulty": "Medium",
    "desc": "Outside air can leak through the cracks around your windows, doors, and other openings. Reducing these air leaks benefits your comfort and the environment by reducing the energy used to keep your home at a steady temperature.\n\nCommon air-sealing techniques are caulking, weatherstripping, and adding spray foam barriers. With these techniques, you see quick returns on investments, often within a year. Give it a try and go on a hunt to seal those cracks!",
    "tags": ["Energy", "Home & Work"]
  },
  {
    "title": "Reduce your Christmas tree impact",
    "points": "1",
    "difficulty": "Medium",
    "desc": "One of the special Christmas decorations is the tree. Make your Christmas season more environmentally friendly by reducing the impact of your tree, whether you prefer a real tree or an artificial one.\n\nIn short, if you prefer real trees, try to buy ones that are grown locally and dispose of them so that they are either composted, turned into mulch, or burned.\n\nIf you prefer an artificial tree, do not buy new ones regularly. Invest in one you really love and keep it for a long time — at least ten years. Even longer is better.\n\nThere are millions of both artificial trees and real trees produced for the Christmas season every year. Artificial trees, usually made of plastic, release a good amount of carbon emissions when made. Plus, there is the pollution created from shipping them around the world. In addition, they are not manufactured with recyclable materials, meaning they eventually end up in landfills to sit for 100+ years.\n\nOn the other hand, buying a real tree from a local store or tree farm reduces the carbon emissions needed to transport the tree. Plus, tree farms are part of an ecosystem, albeit a simpler one. They have other plants between the trees and can harbor birds and other animals. However, it still takes resources to cut down trees every year, and once a tree is dead and decomposes, it returns the carbon it captured to the atmosphere. If your tree ends up in a landfill, its footprint increases significantly because of anaerobic decomposition.\n\nWhen it comes to real versus artificial, once you have made a decision, run with it and make the best of it. There are so many other things we can do to impact the climate emergency positively. Enjoy the holidays and regenerate your energy to focus on higher-impact actions.",
    "tags": ["Stuff", "Home & Work"]
  },
  {
    "title": "Donate to an environmental cause",
    "points": "15",
    "difficulty": "Easy",
    "desc": "There are a lot of wonderful nonprofit organizations doing great work every day fighting for environmental causes. This includes work to improve our climate, better environmental policies, education, directly cleaning our air through tree planting, preserving natural resources, and protecting wildlife.\n\nUnfortunately, for-profit organizations and governments often do not have the incentive to care about our prosperity-giving environment. Nonprofit organizations play a crucial balancing role against this.\n\nThese great organizations need your support. They have the benefit of being laser-focused on creating a better world but are limited by the resources to bring that to life. If you have little to spare, do some research to find causes that mean something to you and donate.",
    "tags": ["Advocacy & Choice"]
  },
  {
    "title": "Be ready to filter air",
    "points": "1",
    "difficulty": "Medium",
    "desc": "Wildfires are becoming larger and more frequent, and indoor air quality is increasingly becoming an issue in many parts of the world, even without them. Hotter temperatures from burning oil, gas, and coal, increase ground-level ozone and extend the allergy season, to the detriment of our lungs and health.\n\nAll good reasons why you might need to purify the air in your home, shop, classroom, or office. Consider having air filter options ready to go if the need arises.",
    "tags": ["Resilience"]
  },
  {
    "title": "Learn about environmental justice",
    "points": "40",
    "difficulty": "Medium",
    "desc": "Environmental justice is the term for rectifying the disproportionate burden of environmental hazards on certain groups of people, especially low-income ones. The pollution generated from all the stuff we create and throw away, electricity, travel, and other hazards from fossil fuels and industrial processes negatively impacts all of us, but it tends to harm those with less power and resources to shield themselves the most. That is simply not fair. The first step is to become aware of the issue to ensure progress for everyone.\n\nWhat are examples of environmental justice issues?\n\nA key one is the placement of polluting industry, mining, and waste management businesses that expose people to toxins. The decision of where these nasty places go tends to be made by more powerful people at the expense of others. The companies could reduce the amount of pollution they create, but that costs more, so passing that pollution on to those who cannot stop it from happening is more profitable. Naturally, it is rare for the company owners or leaders to actually live near where these businesses do their dirty work.\n\nAlso, lower-income areas tend to be less walkable, have fewer biking lanes, fewer buses and trains, and fewer green spaces and trees. That adds up to more gas cars and greater air pollution for kids and adults alike to breathe in, negatively impacting health and quality of life.\n\nOur global supply chains also tend to export pollution to lower-income countries. The environmental degradation and poor health effects that go along with creating all the stuff we consume can fall on the countries where the manufacturing happens. That is where the forests get raised, the mining happens, and the chemicals get mixed so that the finished product can be shipped to higher-income consumers.\n\nIn broader terms, another environmental justice issue is how countries in the Global South are more likely to experience the most extreme impacts of climate change and have fewer resources to adapt to it. On the other hand, wealthier countries in the Global North have emitted the majority of global carbon pollution.\n\nAs the movement for a better-shared world grows, it is important to recognize these imbalances and take advantage of people. The voices of those who have not traditionally had the power or money to be heard need to be amplified. Pushing the mess onto others is not solving anything, and eventually, the mess comes back around.",
    "tags": ["Advocacy & Choice"]
  },
  {
    "title": "Re-green your area",
    "points": "20",
    "difficulty": "Ambitious",
    "desc": "We are losing our yards at an alarming rate, with many being paved over and covered with concrete, stone, artificial grass, or gravel.\n\nThis is superheating the area around our homes, removing animal habitats, making flooding more likely, and increasing the amount of CO₂ in the atmosphere. Sometimes, it looks quite unsightly and, in reality, requires more maintenance and cost than natural alternatives.\n\nWe are in danger of creating vast concrete neighborhoods with long-term damaging effects on the environment and our happiness. Who wants to look out of their window and see nothing but parked cars and walls? Anything man-made has a natural alternative when it comes to our outdoor spaces, so get to re-greening where you can!",
    "tags": ["Outside"]
  },
  {
    "title": "Stock your first aid kit",
    "points": "1",
    "difficulty": "Easy",
    "desc": "Even if you do not know how to use every item in it, it is important to keep a well-stocked first-aid kit in your home. No one plans to be in an emergency, but that is no reason not to prepare for one!",
    "tags": ["Resilience"]
  },
  {
    "title": "Save by not pre-heating the oven",
    "points": "5",
    "difficulty": "Medium",
    "desc": "For some people, it is normal to preheat the oven before something is put in. However, if you think about it, it is a waste of energy and time because the oven is already generating heat while it warms to its target temperature. Why not use that heat to start cooking sooner? It does not have an impact on most food and gets them cooked faster.\n\nGo ahead and try putting whatever you are baking in the oven right away and then turn the heat on. You can easily save 10% of the heating time, if not more.",
    "tags": ["Energy", "Home & Work", "Food"]
  }
]
