[
  {
    "name": "Zeroemi",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/181-zeroemi",
    "miniDesc": "Zeroemi is a grassroots organization that mobilizes citizens to work with their local government to reach zero emissions in their town or city.",
    "desc": "Zeroemi was launched in 2019 when a small group of citizens began working with their local representatives to realize zero emissions in Tokyo. Many other regions have followed their example. Their goal is to make changes at the local level and slowly expand until all of Japan commits to reaching zero emissions.\n\nThey work in municipalities across Japan and collaborate with experts, NGOs, governments, and businesses to achieve zero emissions.\n\nZeroemi is open to everyone. Get started by signing up to receive updates, follow them on social media, and check their map to find your local group. You can even start your own if there is not one in your area! Also check out their upcoming events, resources, and join their online community.",
    "link": "https://zeroemi.org/"
  },
  {
    "name": "World Wildlife Fund",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/84-world-wildlife-fund",
    "miniDesc": "Leading conservation organization that works in nearly 100 countries focused on climate, food, forests, freshwater, oceans, and wildlife.",
    "desc": "For decades the World Wildlife Fund (WWF) has worked to help people and nature thrive. As a leading conservation organization, WWF works in nearly 100 countries.\n\nWWF works to help local communities conserve the natural resources they depend upon, transform markets and policies toward sustainability, and protect and restore species and their habitats. Their work is focused on six areas - climate, food, forests, freshwater, oceans, and wildlife. Their efforts ensure that the value of nature is reflected in decision-making from the local to global scale.\n\nWWF is open to all. To get started, you can sign up to receive their newsletter. From there, check out their action items page for more ways to get involved.",
    "link": "https://wwf.org/?global=show"
  },
  {
    "name": "Wilderness Society",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/58-wilderness-society",
    "miniDesc": "At the forefront of historic environmental victories over the decades. They take on transnational corporations, and the lobbyists who defend them, for the sake of the ecosystems that sustain us.",
    "desc": "The Wilderness Society has been at the forefront of many historic environmental victories over the decades. They work to support the living world that makes all life possible. It is powered by thousands of Australians from all walks of life.\n\nThey take on transnational corporations, rogue operators, and the armies of lobbyists and politicians who defend them. They work to secure better laws and oversight for the ecosystems that sustain us, and meaningful protections for Australia's most important wild places. They keep fossil fuels in the ground and promote proven, scalable, nature-based solutions.\n\nThis group is open to all Australians. To get started, sign up to join the movement, find a local group, check out volunteer positions, attend an event, or help fundraise for them.",
    "link": "https://www.wilderness.org.au/support/get-involved"
  },
  {
    "name": "WECAN",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/101-wecan",
    "miniDesc": "A solutions-based organization established to engage women worldwide in policy advocacy, on-the-ground projects, training, and movement building for global climate justice.",
    "desc": "WECAN (Women's Earth and Climate Action Network) is a solutions-based organization established to engage women worldwide in policy advocacy, on-the-ground projects, training, and movement building for global climate justice.\n\nOpen to all women around the world who want to take action for climate justice. To get started, you can sign up to join their network and receive their newsletter.\n",
    "link": "https://www.wecaninternational.org/"
  },
  {
    "name": "Union of Concerned Scientists",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/86-union-of-concerned-scientists",
    "miniDesc": "Uses science to make change happen while fighting for a better world. The organization's website provides a variety of resources to help supporters connect, build skills, and act for progress.",
    "desc": "The Union of Concerned Scientists (UCS) is a member-supported nonprofit that uses rigorous, independent science to solve our planet's most pressing problems. UCS is supported by a range of people, from scientists to artists, teachers, and everyday people.\n\nCombatting climate change and seeking to alleviate the harm caused by the heat, sea-level rise, and other consequences of runaway emissions are key focuses. Other campaigns include developing sustainable ways to feed, power, and transport ourselves, reducing the existential threat of nuclear war, and ensuring science and facts support good equitable policy decisions that impact all of us. Founded in 1969 by scientists and students at the Massachusetts Institute of Technology, UCS remains committed to its original core values of science, democracy, justice, integrity, and action.\n\nAccomplishments include creating a roadmap for clean trucking, helping to pass the Climate and Equitable Jobs Act in Illinois, and providing scientific expertise to develop better emissions standards. UCS works with partners on analysis and testimony regarding the challenges and benefits of scientifically grounded improvements to policies, standards, and laws.\n\nThe UCS website provides a variety of resources for scientists and others to engage and contribute, including Activist Resources, Reports and Media, and the Scientist Advocacy Toolkit.\n\nWhile the organization focuses on engaging scientists, it is open to all to join as members for a donation. You can also sign up for their mailing list to be alerted about campaigns that you can help support.",
    "link": "https://www.ucsusa.org/"
  },
  {
    "name": "Third Act",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/85-third-act",
    "miniDesc": "A community of experienced Americans over the age of sixty determined to change the world for the better. The main focus is to stop fossil fuels and protect democracy.",
    "desc": "Third Act is building a community of experienced Americans over the age of sixty determined to change the world for the better. \n\nThere is no way to make the changes that are needed to protect our planet and society unless older generations bring their power into play. Washington and Wall Street have to listen when they speak, because they vote and because they have a large share of the country’s assets. And many of them have kids and grandkids and great-grandkids. In other words, very real reasons to worry and to work towards addressing climate change.\n\nThey aim to stop fossil fuels and protect democracy in the states. They support members to protest in the streets, write letters to the editor, and more. You can get started by signing up for their email list, finding a working group, attending an event, and checking out their action items.",
    "link": "https://thirdact.org/"
  },
  {
    "name": "The Wilderness Society",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/115-the-wilderness-society",
    "miniDesc": "Unites people to protect America's wild places. Has led the effort to permanently protect millions of acres of wilderness with a presence on Capitol Hill and in communities across the nation.",
    "desc": "The Wilderness Society unites people to protect America's wild places. Since 1935, The Wilderness Society has led the effort to permanently protect nearly 112 million acres of wilderness in 44 states. They have a presence on Capitol Hill and in communities across the nation and have been at the forefront of major public lands victory. \n\nThe Wilderness Society supports people to safely attend protests, contribute to media coverage, plan events, contact their representatives, and more. Their organization is open to all. To get started, you can sign up for their email list to join their movement and then check out their calls to action.",
    "link": "https://www.wilderness.org/"
  },
  {
    "name": "The Nature Conservancy",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/107-the-nature-conservancy",
    "miniDesc": "Global environmental nonprofit working with a focus on land and water restoration, renewable energy, food sustainability, protecting biodiversity, and healthy cities.",
    "desc": "The Nature Conservancy is a global environmental nonprofit working to create a world where people and nature can thrive together. They focus on land and water conservation/restoration, renewable energy, food sustainability, protecting biodiversity, and building healthy cities. \n\nFounded in the United States through grassroots action in 1951, The Nature Conservancy (TNC) has grown to become one of the most effective and wide-reaching environmental organizations in the world. Thanks to more than a million members, their diverse staff, and over 400 scientists, they impact conservation in 70+ countries and territories. \n\nThis group is open to all, regardless of age or location. Get started by signing up to receive email updates and check out their action items, volunteer opportunities, upcoming events, and educational resources.",
    "link": "https://www.nature.org/"
  },
  {
    "name": "The Climate Mobilization",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/78-the-climate-mobilization",
    "miniDesc": "Building a movement of people to reclaim our future by initiating emergency-speed mobilization. They help you communicate with representatives in your town to pass a Climate Emergency declaration.",
    "desc": "The Climate Mobilization is building a movement of people across the United States to reclaim our future by initiating an emergency-speed, whole-society Climate Mobilization, reversing global warming and restoring a safe climate. \n\nTheir vision is a safe climate, democratic society, and just economy where all communities and the living world flourish for generations to come. The Climate Mobilization advocates for emergency mobilization to act on the climate crisis and supports local organizers who are working on Climate Emergency campaigns in their local areas. \n\nThey can help you communicate with representatives in your town or city to pass a Climate Emergency declaration and begin the process of transitioning to a 100 percent renewable municipality. They are also working towards a national declaration of Climate Emergency. \n\nTo get started, you can volunteer to help them remotely, sign up to receive their newsletter, join their network, receive their action toolkit, and follow them on social media.",
    "link": "https://www.theclimatemobilization.org/"
  },
  {
    "name": "Sunrise Movement",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/5-sunrise-movement",
    "miniDesc": "Youth-led movement advocating for political action on climate change, creating millions of good-paying jobs in the process, and growing power through community engagement.",
    "desc": "Sunrise is a youth-led movement advocating for political action on climate change. They focus on stopping climate change, creating millions of good-paying jobs in the process, and growing power by engaging within communities. They are building an army of young people to make climate change an urgent priority, end the influence of fossil fuel executives on politics, and elect leaders who stand up for the health and wellbeing of all people.\n\nA key initiative is to advance the Green New Deal to mobilize every aspect of American society to 100 percent clean and renewable energy, guarantee living-wage jobs for anyone who needs one, and a just transition for both workers and front-line communities.\n\nYou can sign up for one of their free online courses to learn more about the history of the Green New Deal, what organizing is all about, and how to get started. They also have Sunrise hubs to join with others nearby who are passionate about stopping climate change and fighting for justice.\n\nSunrise is a youth-led, youth-centered movement. It is focused primarily on organizing young people aged 35 and younger. Older members are welcomed to support with fundraising, amplifying the message, and provide others resources and connections where possible.",
    "link": "https://www.sunrisemovement.org/"
  },
  {
    "name": "Stop the Money Pipeline",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/100-stop-the-money-pipeline",
    "miniDesc": "Holding the financial backers of climate chaos accountable. Their campaigns target banks, asset managers, insurance companies, pension funds, and university endowments that are wrecking the climate.",
    "desc": "Stop the Money Pipeline (STMP) coalition is over 200 organizations strong. Together they are holding the financial backers of climate chaos accountable. Their campaigns target banks, asset managers, insurance companies, pension funds, and university endowments that are wrecking the climate and violating human rights around the globe. STMP also pressures the federal government to pass climate policy to secure a safe and habitable Earth. \n\nThey hold webinars, offer online actions, and nonviolent direct actions in the streets. They can also help you move your money to green banks and investors. This group is open to all. You can check out their calls to action on their website. Sign up for their newsletter to get the most urgent campaign actions delivered straight to your inbox.",
    "link": "https://stopthemoneypipeline.com/"
  },
  {
    "name": "Sierra Club",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/13-sierra-club",
    "miniDesc": "Collection of activists pushing for continuous improvement on all fronts of the fight to protect the natural world. Local chapters offer hikes and other outings, along with regional activism.",
    "desc": "The Sierra Club is one of the most enduring and influential grassroots environmental organizations in the country. They amplify the power of their millions of members and supporters to defend our right to a healthy world.\n\nSierra Club believes that actions speak louder than words. They have built a national community of volunteers, advocates, and grassroots activists who show up when and where it counts. Their supporters have the tools and resources to make themselves heard in nearly every district in every state across the country. From securing protection for hundreds of parks and monuments, to winning passage of the Clean Air and Endangered Species Acts, to putting coal plants on the path to replacement with clean energy, they have a record of success and impact.\n\nLocal chapters also offer opportunities for hikes and other outings, along with activism on local and state issues. Enjoying the outdoors is a key part of the Sierra Club. Each year, Sierra Club volunteers lead over 15,000 trips annually, from extended backpacking trips to afternoon hikes not far from home.\n\nYou need to pay to join the Sierra Club. You can opt-out of receiving the token stuff included with new membership and having your information shared, which usually results in junk mail and phone solicitation.",
    "link": "https://www.sierraclub.org/about-sierra-club"
  },
  {
    "name": "Sea Sheppard",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/14-sea-sheppard",
    "miniDesc": "Fights to defend, conserve and protect our precious oceans. Believes in direct action, whether that is on the high seas with their fleet of ships or helping to keep shores clean and safe.",
    "desc": "Sea Shepherd is an international, non-profit marine conservation organization that engages in direct action campaigns to protect defenseless marine wildlife and end the destruction of ocean habitats from illegal exploitation and environmental destruction. Since being established in 1977, Sea Sheppard has worked in partnership with governments to protect territorial waters.\n\nWhether you join a campaign on the high seas on their fleet of ships, volunteer in your hometown, help keep our shores clean and safe, or contribute the funds and equipment that keep our ships running, there are many ways you can become a real part-time hero. They are not a protest organization and spend very little time on advertising or fundraising, focusing resources on direct action. These mariners can use your help whether you are a deckhand or a landlubber. \n\nSea Sheppard operates multiple chapters in over 20 countries. You can get started by signing up their mailing list and getting connected with a local chapter in your area.",
    "link": "https://www.seashepherdglobal.org/"
  },
  {
    "name": "Scientist Rebellion",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/119-scientist-rebellion",
    "miniDesc": "Believe that scientists must act for the public to understand the gravity of the climate and ecological crises. Often participates in disruptive nonviolent action to spur attention and action.",
    "desc": "Scientist Rebellion is an international movement comprised of a network of small local groups. Each local group has activists from a variety of scientific backgrounds. Together, these groups are working to mobilize the public in order to maintain a safe and habitable earth. \n\nScientist Rebellion often participates in nonviolent disruptive action and supports the efforts of other climate justice organizations. They work within the framework of Extinction Rebellion, following their principles and values, but also adopted new forms of organizing and mobilizing.\n\nThese scientists are calling on individuals and communities to stand in resistance before it is too late. They believe that scientists must act as if we are in an emergency in order for the public to understand the gravity of the climate and ecological crises.\n\nScientists Rebellion is best suited for scientists but is open to anyone who is interested and wants to get involved. To get started, attend an introductory meeting, attend a talk, and check out the Action Lab on their website.",
    "link": "https://scientistrebellion.com/"
  },
  {
    "name": "Red Rebel Brigade",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/116-red-rebel-brigade",
    "miniDesc": "The Red Rebel Brigade is an international performance troupe dedicated to illuminating the climate and ecological crises. Attend protests and perform to mourn losses from environmental destruction.",
    "desc": "The Red Rebel Brigade is an international performance troupe dedicated to illuminating the climate and ecological crises.\n\nRed Rebel groups are aligned with Extinction Rebellion, but also work independently and support the work of other climate justice organizations. They attend climate protests and put on a silent performance, mourning the loss of life resulting from environmental destruction and breakdown.\n\nTheir striking red robes and ethereal performance has garnered the attention of media and helped get the word out about the climate and ecological crises. \n\nThis group is good for anyone who enjoys theater and art. There are Red Rebel chapters around the world, and if there is not an existing group in your area, you are welcome to start your own!",
    "link": "http://redrebelbrigade.com/"
  },
  {
    "name": "Parents for Future",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/82-parents-for-future",
    "miniDesc": "An international organization that mobilizes parents to work towards ending fossil fuels and climate justice to ensure all children live on a habitable planet.",
    "desc": "Parents For Future is an international organization that mobilizes parents and caring adults to work towards ending fossil fuels and climate justice. They aim to achieve the urgent political and societal changes needed to ensure all children live on a habitable planet.\n\nParents For Future works closely with Fridays For Future and the school strike movements around the world. They operate as a network of grassroots, decentralized, and volunteer-led groups. There are now hundreds of groups and thousands of parents taking action in over 20 countries.\n\nThis group is for parents who want to protect our children and future generations from climate and ecological breakdown. To get started, find your local chapter and sign up to receive their newsletter. If there is no group in your area, you are free to start your own!",
    "link": "https://parentsforfuture.org/"
  },
  {
    "name": "Mothers Out Front",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/105-mothers-out-front",
    "miniDesc": "Founded on the conviction that there is no more powerful force for change than women mobilizing to protect their children. Unified by the drive to protect all children from the climate crisis.",
    "desc": "Mothers Out Front is founded on the conviction that there is no more powerful force for change than women mobilizing to protect their children. They aim to protect children from climate and ecological collapse and secure a safe and livable earth. The focus is on creating healthy communities, schools, and homes. They work with politicians on the local and national levels to pass climate policies that will secure a safe and livable future for all children.  \n\nThis group is ideal for mothers, but Mothers Out Front welcomes everyone - mothers, grandparents, caregivers, and anyone who wants to create a livable climate for all children - to join. There are local groups in a few states and an online team as well. You can search groups and sign up for their newsletter on their website to get started.",
    "link": "https://www.mothersoutfront.org/"
  },
  {
    "name": "Kalpavriksh",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/64-kalpavriksh",
    "miniDesc": "Non-profit organisation working on environmental and social issues primarily based in Pune with members in Delhi, Bangalore, Dehradun and elsewhere.",
    "desc": "Kalpavriksh is a non-profit organisation working on environmental and social issues. Kalpavriksh believes that a country can develop meaningfully only when ecological sustainability and social equity are guaranteed, and a sense of respect for, and oneness with nature, and fellow humans is achieved. Kalpavriksh focuses on environmental education, ecosystem protection, strengthening democracy, litigation, and research. \n\nKalpavriksh is a name taken from Indian mythology and denotes a mythical tree which could grant all your wishes. Kalpa in Sanskrit means imagination and vriksh is a tree. Thus, the name stands for a tree of imagination.\n\nThey are primarily based in Pune with members in Delhi, Bangalore, Dehradun and elsewhere. \n\nTo get started, sign up to receive their newsletters. You can also contact them to inquire about their ongoing volunteer opportunities related to mapping, data entry, book sales, events, the design of promotional material, video editing, and media outreach.",
    "link": "https://kalpavriksh.org/"
  },
  {
    "name": "Just Stop Oil",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/118-just-stop-oil",
    "miniDesc": "Working to ensure the government commits to ending all new licenses and consents for fossil fuels using nonviolent civil resistance tactics like boycotts, mass protests, and disruption.",
    "desc": "Just Stop Oil is a coalition of groups working together to ensure that the UK government commits to ending all new licenses and consents for the exploration, development, and production of oil, gas, and coal.\n\nJust Stop Oil uses nonviolent civil resistance that sometimes leads to arrest. Civil resistance relies on tactics like strikes, boycotts, mass protests, and disruption, to raise awareness of the climate crisis and encourage the government to take it seriously.\n\nJust Stop Oil justifies this approach because the science is dire. From a United Nations Intergovernmental Panel on Climate Change (IPCC) Report - The scientific evidence is unequivocal that climate change is a threat to human well-being and the health of the planet. Any further delay in concerted global action will miss a brief and rapidly closing window to secure a livable future.\n\nAs such, Just Stop Oil believes it is no longer about a single project or campaign, it is about resisting a Government that is harming us, our freedoms, rights, and future, and making them work for us. \n\nJust Stop Oil is open to all residents of the UK willing to support or participate in Nonviolent Civil Resistance. To get started, sign up for their mailing list, find a local event, and join a zoom call to learn more.",
    "link": "https://juststopoil.org/"
  },
  {
    "name": "Incredible Edible Network",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/12-incredible-edible-network",
    "miniDesc": "Kind, confident and connected communities through the power of food. If you eat, you are in! Access a wealth of resources and join up with over 100 local groups across the country.",
    "desc": "The Incredible Edible Network creates kind, confident and connected communities through the power of food. It centres around community, learning, and local businesses.\n\nCommunity is at the heart, with growing patches the edible attractions to get people talking. From its inception, Incredible Edible sought to show how ordinary people can transform their own landscapes and turned disused plots into abundant sources of healthy food. \n\nIncredible Edible believes reviving our hands-on knowledge of food is essential for all our futures. The art of growing and soil science, the art of cooking and preserving, and the connection that is made to our planet when we learn about food.\n\nPlus they believe the more people shop for local food, the stronger our economy and communities are. This supports a vibrant high street.\n\nThey say if you eat, you are in!  You can sign up through the website to access a wealth of resources. Plus there are over 100 local groups across the country that you can join. Each has its own personality and take, but they all value:\n\n- Being positive - Believe in the power of your own potential to create the future for yourself that you want.\n\n- Being local - In your passion, your action, and your purchasing. Find ways to create local solutions to global problems.\n\n- Being connected - We believe that when people spend time connecting together and listening to each other positive change happens.\n\n- Being brave - The future is in our hands. We have the right as citizens to take action. The structures in a democratic society are there to serve the will of the citizens, not the other way around.\n\n- Being active - Do not wait for permission or funding - just do something today, however small and the result will grow.",
    "link": "https://www.incredibleedible.org.uk/"
  },
  {
    "name": "Greenpeace USA",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/92-greenpeace-usa",
    "miniDesc": "Global network of local groups that use peaceful protest and creative communication to expose global environmental problems and promote solutions that are essential to a green and peaceful future.",
    "desc": "Greenpeace is a global network of local groups that use peaceful protest and creative communication to expose global environmental problems and promote solutions that are essential to a green and peaceful future.\n\nGreenpeace has campaigns to defend democracy, stop the climate crisis, protect forests, and protect the oceans. They have many goals including phasing out fossil fuels and getting corporate money out of politics.\n\nThis organization is open to all. To get started, you can sign up to join them and check out all of their action items. They offer virtual and in-person calls to action.\n\nThey work with thousands of volunteers across the country who power campaigns and make wins possible. Greenpeace volunteers take action in their own communities, organize locally, and host events.\n\nWhether you have been an activist for decades or are just starting, they have ways to help out. Their volunteer platform outlines the opportunities, time commitment, and steps you can take today to get involved.",
    "link": "https://www.greenpeace.org/usa/"
  },
  {
    "name": "Greenpeace",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/29-greenpeace",
    "miniDesc": "Global organization that focuses campaigns on worldwide issues such as climate change, deforestation, plastic pollution, overfishing, and commercial whaling. Offices in 50+ countries.",
    "desc": "Greenpeace is a non-governmental environmental organization with offices in 50+ countries. The goal of Greenpeace is to ensure the ability of the Earth to nurture life in all its diversity. They focus campaigns on worldwide issues such as climate change, deforestation, plastic pollution, overfishing, and commercial whaling.\n\nGreenpeace uses direct action and lobbying to achieve its goals. They do not accept funding from governments, corporations, or political parties, and rely on three million individual supporters and foundation grants.  \n\nGreenpeace is known for its direct actions and has been described as one of the most visible environmental organizations in the world. It has raised environmental issues to public knowledge and influenced both the private and the public sectors. \n\nGreenpeace is open to everyone and offers many ways to get involved, from signing petitions online to nonviolent direct action. To get started, search for your national Greenpeace organization. From there, you can sign up to receive their newsletter, check out their online action items, and search for a local group. They can also help you start a local group if there is not one in your area!",
    "link": "https://www.greenpeace.org/global/"
  },
  {
    "name": "Fridays for Future",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/7-fridays-for-future",
    "miniDesc": "Global climate strike movement putting moral pressure on policymakers to take action. Born out of Greta Thunberg's protest against the lack of progress on the climate crisis.",
    "desc": "Fridays for Future (FFF) is an international movement that participates in regular demonstrations to demand action from political leaders to take action to prevent climate change and with a transition to renewable energy. Key goals are to keep the global temperature rise below 1.5 °C, ensure climate justice, and listen to the best science currently available.\n\nPublicity and widespread organizing began after Greta Thunberg staged a protest against the lack of action on the climate crisis outside the Swedish parliament, holding a sign that read \"Skolstrejk för klimatet\" (\"School strike for climate\").\n\nThey welcome people to join and strike for our future as one of the most powerful things you can do. They help support with information and guides on how to strike and amplify the message in order to push for positive change.\n\nYou can connect with them by sending a message to your country chapter, follow on social media, sign up for their newsletter, and check the strike map to see if there is one in your area to take part in.",
    "link": "https://fridaysforfuture.org/"
  },
  {
    "name": "Extinction Rebellion",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/4-extinction-rebellion",
    "miniDesc": "Global movement compelling government action to avoid climate tipping points, biodiversity loss, and the risk of social and ecological collapse using non-violent civil disobedience.",
    "desc": "Extinction Rebellion (XR) is a global environmental movement with the stated aim of using nonviolent civil disobedience to compel government action to avoid tipping points in the climate system, biodiversity loss, and the risk of social and ecological collapse.\n\nCiting inspiration from grassroots movements such as Occupy, the suffragettes, and the civil rights movement, XR wants to rally support worldwide around a common sense of urgency to tackle climate breakdown and the ongoing sixth mass extinction. It is a non-partisan movement that uses non-violent direct action to persuade governments to act justly on the climate and ecological emergency. They have local chapters around the world that you can get involved with.\n\nThe focus is on: \n\n1) Governments must tell the truth by declaring a climate and ecological emergency, working with other institutions to communicate the urgency for change\n\n2) Governments must act now to halt biodiversity loss and reduce greenhouse gas emissions to net zero by 2025.\n\n3) Governments must create and be led by the decisions of a Citizens’ Assembly on climate and ecological justice.\n\nThe movement uses a stylized, circled hourglass, known as the extinction symbol, to serve as a warning that time is rapidly running out for many species.",
    "link": "https://rebellion.global/"
  },
  {
    "name": "Elders Climate Action",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/9-elders-climate-action",
    "miniDesc": "Passionate, wise, and protective! Brings together elders across the country to use their power, caring, wisdom, and numbers to advocate for strong policies to benefit future generations.",
    "desc": "Elders Climate Action (ECA) mobilizes elders throughout the country to address climate change while there is still time to protect the well-being of future generations. They are dedicated to using the power, caring, wisdom and numbers to push for strong policies that will reduce greenhouse gases in the atmosphere to a level consistent with life thriving on our planet. It is a non-partisan effort to end the climate crisis and build a just and sustainable future for all children and grandchildren.\n\nA good place to start is to sign up for their email list. Beyond that, there are specific projects to help support. If you want to go deeper, they have volunteer councils and committees that span coordinating, communications, policy, and education, among other topics.\n\nElders Climate Actions also has some local chapters where members have decided to take action on climate issues within their community, state, or region. Chapters participate in local events, rallies, town halls, candidate forums, meetings with elected officials, and more. You can see if there is a chapter in your area. Not all areas of the country are covered, but there is the opportunity to start up a local chapter.",
    "link": "https://www.eldersclimateaction.org/"
  },
  {
    "name": "Ecology Action Centre",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/62-ecology-action-centre",
    "miniDesc": "Member-based environmental organization in Nova Scotia. Focuses on acting together on critical environmental issues to create meaningful and lasting change here in Nova Scotia and beyond.",
    "desc": "The Ecology Action Centre is a member-based environmental charity in Nova Scotia. They believe that when we act together, we create meaningful and lasting change here in Nova Scotia and beyond. They help us use the power of our voice to take action on various critical environmental issues and help us keep fighting for a fair, sustainable future for all!\n\nTheir work includes showcasing alternatives to our current system and building community. They work with decision-makers to create a more just and sustainable world, including an end to fossil fuels, protection of critical ecosystems, and sustainable development. \n\nYou can get started by signing up to receive their newsletter, checking out their online actions and volunteer positions, and attending a virtual or in-person event.",
    "link": "https://ecologyaction.ca/"
  },
  {
    "name": "earthday365",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/94-earthday365",
    "miniDesc": "Inspires and mobilizes a collaborative movement to create an equitable and environmentally sustainable St. Louis region.",
    "desc": "earthday365 is a nonprofit organization that has built its reputation on its annual Saint Louis Earth Day Festival, which is recognized as one of the largest Earth Day celebrations in the United States.\n\nTheir aim is to inspire and mobilize a collaborative movement to create an equitable and environmentally sustainable St. Louis region. earthday365 touches more than one million individuals annually through its Recycling On the Go and Green Dining Alliance programs. \n\nThey work in partnership with affected communities to create environmental justice days of action, spread environmental education, and reduce food waste. \n\nearthday365 is for all residents in and around St. Louis. To get started, you can sign up to receive their newsletter. They offer many different ways to get involved:\n\n•  Become a Member of earthday365\n•  Join the Young Friends of earthday365 - a group of young professionals dedicated to supporting the organization. \n•  Eat Green as a Green Dining Ambassador or just eat at GDA restaurants\n•  Volunteer with Recycling On the Go\n•  Volunteer at our Environmental Justice Days of Action\n•  Attend the St. Louis Earth Day Festival",
    "link": "https://earthday-365.org/"
  },
  {
    "name": "Climate Reality Project",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/10-climate-reality-project",
    "miniDesc": "Turn climate emergency awareness into action on an international scale. Their signature activist program, the Climate Reality Leadership Corps, has trained over 31,000 changemakers.",
    "desc": "The Climate Reality Project catalyzes global solutions to the climate crisis by making urgent action a necessity across every sector of society. The focus is on real change coming from the ground up with the goal of activating a committed critical mass of activists to transform society.\n\nThey recruit, train, and mobilize people to become activists. That includes providing the skills, campaigns, and resources to push for aggressive climate action and high-level policies that accelerate a just transition to clean energy. There is an emphasis on preparing people to give presentations on the climate emergency, its causes, and solutions.\n\nTheir signature activist program, the Climate Reality Leadership Corps, has trained over 31,000 changemakers worldwide. The free training is given by former US Vice President Al Gore and a team of thought leaders, activists, and scientists. The result is a global network of activists leading the fight for climate solutions.\n\nThere also have local chapters throughout the world, with a majority in the United States, to help connect with others who want to make a difference and create positive changes in their area.",
    "link": "https://climaterealityproject.org/"
  },
  {
    "name": "Climate Changemakers",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/77-climate-changemakers",
    "miniDesc": "Make an impact on the climate emergency by advocating for policy and organizing for political candidates. Asks for one hour per week to take productive action.",
    "desc": "With a community of thousands of volunteers around the world, Climate Changemakers believes that individuals have more power than they realize to make an impact on the climate emergency, especially when they leverage community to pull others into the movement.\n\nThe group asks individuals to use one hour of their week to take productive, habitual political action on climate change by showing up to an Hour of Action and advocating for policy or organizing for political candidates. No experience is needed; no preparation is necessary. Most members are new to political action.\n\nClimate Changemakers:\n\n• Is nonpartisan and utilizes a climate lens to support candidates who have the strongest climate policies that meet the scale and urgency of the crisis.\n\n• Works strategically so that time is spent productively by defining goals, following evidence-based best practices, and creating space for innovation and collaboration.\n\n• Fosters a sense of community among volunteers in order to hold each other accountable and celebrate wins. \n\n• Believes equity, diversity, and inclusion of all voices is of the utmost importance to a representative democracy. \n\n• Meets everyone where they are in their climate journey, no matter your experience or knowledge level.",
    "link": "https://www.climatechangemakers.org/"
  },
  {
    "name": "Climate Cardinals",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/8-climate-cardinals",
    "miniDesc": "Make climate change action more accessible for those who do not speak English by translating information into other languages.",
    "desc": "Climate Cardinals is an international youth-led nonprofit working to make the climate movement more accessible to those who do not speak English. They aim to educate and empower a diverse coalition of people to tackle the climate crisis.\n\nThey have over 6,000 volunteers who are translating and sourcing climate information into over 100 languages. To date, this international movement spans 41 countries and with over 500,000 words of climate information translated. Besides translation volunteers, they also look for people to help support the infrastructure behind the translations project.\n\n",
    "link": "https://www.climatecardinals.org/"
  },
  {
    "name": "Citizens Climate Lobby",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/6-citizens-climate-lobby",
    "miniDesc": "Building political will and passing laws to create a carbon fee with dividend, as a powerful tool to reduce pollution and reach net-zero emissions.",
    "desc": "Citizens Climate Lobby (CCL) is a non-profit, nonpartisan, grassroots advocacy organization focused on national policies to address climate change solutions. CLL builds political will for climate solutions. As empowered citizens, they encourage talking with neighbors, friends, and local officials about how national climate action can help ensure a healthy future while strengthening the economy.\n\nIn particular, CCL focuses on passing an Energy Innovation and Carbon Dividend Act into law to create a carbon fee as a powerful tool to reduce pollution and reach net-zero emissions. A key part is that money collected from fossil fuel pollution is given as a dividend, or “carbon cash-back” payment, to all citizens. This protects low-and-middle-income people as society transitions to clean energy and transportation.\n\nIn order to generate the political will necessary for the passage of the Energy Innovation and Carbon Dividend Act, they train and support volunteers to build relationships with elected officials, the media, and their local community. There are more than 600 local chapters around the world.\n\nCitizen Climate Lobby drives a consistently respectful and nonpartisan approach to climate education that is designed to create a broad, sustainable foundation for climate action across all geographic regions and political inclinations. By building upon shared values rather than partisan divides, and empowering supporters to work in keeping with the concerns of their local communities, they work towards the adoption of fair, effective, and sustainable climate change solutions.",
    "link": "https://citizensclimatelobby.org/"
  },
  {
    "name": "Action for the Climate Emergency",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/11-action-for-the-climate-emergency",
    "miniDesc": "Educates students on the science of climate change and empowers them to take action with award-winning, interactive climate education resources.",
    "desc": "Alliance for Climate Education (ACE) educates young people on the science of climate change and empowers them to take action. They have an inclusive network of young people, educators, and supporters from across the country.\n\nThey bring the stories of young people on the frontlines of climate change to life with award-winning, interactive climate education resources that bring climate change and solutions to life.\n\nStudents and teachers can sign up on the website to learn more, get connected with the network, and get access to resources.",
    "link": "https://acespace.org/"
  },
  {
    "name": "350.org",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/3-350.org",
    "miniDesc": "International organization working to address the climate crisis through grassroots organizing, mass public actions, online campaigns, and collaboration with partners.",
    "desc": "350.org is an international environmental organization working to address the climate crisis. They believe in a safe climate and a better future - a just, prosperous, and equitable world built with the power of ordinary people.\n\nThrough online campaigns, grassroots organizing, and mass public actions, they work to hold leaders accountable. The focus is on 1) A fast and just transition to 100% renewable energy 2) No new fossil fuel projects anywhere, and 3) Not a penny more for dirty energy. They have local chapters around the world that you can get involved with.\n\nThe 350 in the name stands for 350 ppm (parts per million) of carbon dioxide, which has been identified as the safe upper limit to avoid a climate tipping point. \n\nThrough online campaigns, grassroots organizing, mass public actions, and collaboration with an extensive network of partner groups and organizations, 350.org mobilizes thousands of volunteer organizers in over 188 countries. Famous allies are Archbishop Desmond Tutu, Alex Steffen, Bianca Jagger, David Suzuki, and Colin Beavan.",
    "link": "https://350.org/about/"
  },
  {
    "name": "Indigenous Environmental Network",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/31-indigenous-environmental-network",
    "miniDesc": "A grassroots non-profit organization network formed by Indigenous people to address climate, environmental, and economic justice issues.",
    "desc": "Indigenous Environmental Network (IEN) is a grassroots non-profit organization formed by indigenous people to address climate, environmental, and economic justice issues.\n\nThe IEN seeks to protect the sacredness of Mother Earth from contamination and exploitation by strengthening, maintaining, and respecting traditional teachings and natural laws. They work for environmental and economic justice through education and political activism.\n\nAnyone can join the Indigenous Environmental Network, but this group is best for Indigenous peoples and their allies. Get started by subscribing to their newsletter. You can also follow them on social media, donate, and check out their resources and news on the IEN website.",
    "link": "https://www.ienearth.org/"
  },
  {
    "name": "France Nature Environnement",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/130-france-nature-environnement",
    "miniDesc": "A national network of associations working to protect the environment in France.",
    "desc": "France Nature Environnement (FNE) is a national network of associations working to protect the environment in France. As an umbrella organisation, FNE speaks on behalf of a movement of its members and thousands of associations in France and its overseas territories.\n\nFNE works to educate youth and adults about the climate and ecological crises, mobilize against the destruction of ecosystems, and restore marine & terrestrial ecosystems and biodiversity. They work with the French government to pass policies that ensure that human health is protected in the face of climate and ecological breakdown and that a rapid transition to renewables is realized. \n\nFNE is open to all citizens of France and associations that already work to protect the environment or who want to take action. Get started by signing up for their newsletter and following them on social media. From there you can volunteer your time, donate, and take action online. If relevant, you can also register your association!",
    "link": "https://fne.asso.fr/"
  },
  {
    "name": "Plant Based Treaty",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/235-plant-based-treaty",
    "miniDesc": "A grassroots campaign designed to put food systems at the forefront of combating the climate crisis. Plant-based diets have a much lower impact on the overheating of our planet.",
    "desc": "As a companion to the Paris Climate Agreement, The Plant Based Treaty (PBT) initiative is a grassroots campaign designed to put food systems at the forefront of combating the climate crisis. \n\nThe PBT aims to halt the widespread degradation of critical ecosystems caused by animal agriculture and to promote a shift to healthier plant-based diets. Plant-based diets have a much lower carbon footprint than those heavy in meat and animal products.\n\nThe PBT has resources for individuals, groups, businesses, cities, and organizers to change their lives and communities and pressure governments to negotiate an international Plant Based Treaty. \n\nAnyone around the world can join the Plant Based Treat community. Get started by checking out their website, endorsing the treaty, and following them on social media. There are regular welcome calls to learn more. They have lots of great resources to join up with others, start a local team if none currently exists, and take action online.",
    "link": "https://plantbasedtreaty.org/"
  },
  {
    "name": "Rising Tide",
    "image": "https://res.cloudinary.com/dhlg8azol/image/upload/activism-groups/244-rising-tide",
    "miniDesc": "A nonprofit climate justice organisation that mobilises Australians to take nonviolent direct action while calling on politicians to rapidly transition off fossil fuels.",
    "desc": "Rising Tide is a nonprofit climate justice organisation that mobilises Australians to take nonviolent direct action. They call on politicians to secure a safe, habitable earth and honour our commitment to the goals of the Paris Climate Agreement.\n\nTheir goals include a rapid transition off fossil fuels, taxing fossil fuel export profits to fund a just transition to clean energy, and ending all coal exports from Newcastle – the world’s largest coal port – by 2030. Australia is one of the world’s largest exporters of coal and gas and the emissions from these exports dwarf our domestic climate pollution.\n\nTheir methods include raising awareness about the climate emergency, growing Australia's climate movement, supporting First Nations people, taking nonviolent direct action to block fossil fuel projects, and demanding action from decision-makers.\n\nAll citizens are welcome to join Rising Tide. Many of their actions are family-friendly. You can get started by following them on social media, signing their pledge, joining an online meeting, or checking out an upcoming event. There are local chapters around the country.",
    "link": "https://www.risingtide.org.au/"
  }
]
